Repository: phoebe725/DealMates
Catalog: DealMates/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant

source: %@ joined the pin
zh_hans: %@ 加入了计划
zh_hant: %@ 加入了計劃

source: %@ just created a plan — %@
zh_hans: %1$@ 刚刚发起了一个计划 — %2$@
zh_hant: %1$@ 剛剛發起了一個計劃 — %2$@

source: %lld people
zh_hans: %lld 人
zh_hant: %lld 人

source: %lld votes
zh_hans: %lld 票
zh_hant: %lld 票

source: About
zh_hans: 关于
zh_hant: 關於

source: Account
zh_hans: 账号
zh_hant: 帳號

source: Account Status
zh_hans: 账户状态
zh_hant: 帳戶狀態

source: Active
zh_hans: 进行中
zh_hant: 進行中

source: Active pins
zh_hans: 进行中的计划
zh_hant: 進行中的計劃

source: Add option
zh_hans: 添加选项
zh_hant: 新增選項

source: Add to calendar
zh_hans: 加入日历
zh_hant: 加入行事曆

source: Add to Calendar
zh_hans: 添加到日历
zh_hant: 新增至行事曆

source: Age (optional)
zh_hans: 年龄（可选）
zh_hant: 年齡（可選）

source: Age %lld
zh_hans: %lld 岁
zh_hant: %lld 歲

source: All
zh_hans: 全部
zh_hant: 全部

source: All cuisines
zh_hans: 所有菜系
zh_hant: 所有菜系

source: All members will lose access and the chat will be deleted.
zh_hans: 所有成员将失去访问权限，聊天也会被删除
zh_hant: 所有成員將失去存取權限，聊天也會被刪除

source: All new plans
zh_hans: 所有新计划
zh_hant: 所有新計劃

source: All statuses
zh_hans: 所有状态
zh_hant: 所有狀態

source: Already have an account?
zh_hans: 已有账号？
zh_hant: 已有帳號？

source: Already joined
zh_hans: 已加入
zh_hant: 已加入

source: Anonymous Guest
zh_hans: 匿名访客
zh_hant: 匿名訪客

source: Anyone
zh_hans: 不限
zh_hant: 不限

source: App
zh_hans: 应用
zh_hant: 應用程式

source: Are you sure?
zh_hans: 确定吗？
zh_hant: 確定嗎？

source: ASAP
zh_hans: 立即
zh_hant: 立即

source: At %@.
zh_hans: 地点：%@
zh_hant: 地點：%@

source: At least 8 characters
zh_hans: 至少 8 个字符
zh_hant: 至少 8 個字元

source: Attendance confirmed
zh_hans: 出席已确认
zh_hant: 出席已確認

source: Attendance rate
zh_hans: 出席率
zh_hant: 出席率

source: Attended
zh_hans: 出席次数
zh_hant: 出席次數

source: Australia
zh_hans: 澳大利亚
zh_hant: 澳大利亞

source: Available now — others can join right away.
zh_hans: 当前可加入 —— 其他人可以立即报名
zh_hant: 目前可加入 —— 其他人可以立即報名

source: Awaiting confirmation
zh_hans: 等待确认出席
zh_hant: 等待確認出席

source: back.
zh_hans: 回来
zh_hant: 回來

source: Be the first — pin a plan at %@.
zh_hans: 第一个来 %@ 钉计划吧
zh_hant: 第一個來 %@ 釘計劃吧

source: Be the first — pin a plan.
zh_hans: 第一个来钉计划吧
zh_hant: 第一個來釘計劃吧

source: Be the first to create a dining plan for %@!
zh_hans: 成为第一个为 %@ 创建用餐计划的人！
zh_hant: 成為第一個為 %@ 建立用餐計劃的人！

source: Bio
zh_hans: 个人简介
zh_hant: 個人簡介

source: Block %@
zh_hans: 屏蔽 %@
zh_hant: 封鎖 %@

source: Browse restaurants and see who's already planning to dine.
zh_hans: 浏览餐厅，查看已计划用餐的人
zh_hant: 瀏覽餐廳，查看已計劃用餐的人

source: Bucket
zh_hans: 分类
zh_hant: 分類

source: Build your raft.
zh_hans: 召集你的伙伴
zh_hant: 召集你的夥伴

source: by %@
zh_hans: 由 %@ 发起
zh_hant: 由 %@ 發起

source: Calendar access was denied. Enable it in Settings.
zh_hans: 日历访问被拒绝。请在“设置”中启用
zh_hant: 行事曆存取被拒。請在「設定」中啟用

source: Cancel
zh_hans: 取消
zh_hant: 取消

source: Cancel pin
zh_hans: 取消计划
zh_hant: 取消計劃

source: Cancel Plan
zh_hans: 取消计划
zh_hant: 取消計劃

source: Cancel this pin?
zh_hans: 取消这个计划？
zh_hant: 取消這個計劃？

source: Cancel this plan for everyone?
zh_hans: 取消所有人的此计划吗？
zh_hant: 取消所有人的此計劃嗎？

source: Chat in real-time with your group before heading over.
zh_hans: 出发前与团队实时聊天
zh_hant: 出發前與團隊即時聊天

source: Chat in real-time with your raft before heading over.
zh_hans: 出发前实时与你的伙伴聊天
zh_hant: 出發前即時與你的夥伴聊天

source: China
zh_hans: 中国
zh_hant: 中國

source: Choose photo
zh_hans: 选择照片
zh_hant: 選擇照片

source: Choose Photo
zh_hans: 选择照片
zh_hant: 選擇照片

source: Coming up
zh_hans: 即将开始
zh_hant: 即將開始

source: Completed
zh_hans: 已完成
zh_hant: 已完成

source: Confirm
zh_hans: 确认
zh_hant: 確認

source: Confirm attendance
zh_hans: 确认出席
zh_hant: 確認出席

source: Confirm Attendance
zh_hans: 确认出席
zh_hant: 確認出席

source: Confirm attendance to complete
zh_hans: 确认出席以完成计划
zh_hant: 確認出席以完成計劃

source: Confirmed
zh_hans: 已确认
zh_hant: 已確認

source: Confirmed plans land here once attendance is recorded.
zh_hans: 确认出席的计划会出现在这里。
zh_hant: 確認出席的計劃會出現在這裡

source: Could not create the calendar event.
zh_hans: 无法创建日历事件
zh_hant: 無法建立行事曆活動

source: Couldn't load this puffin's profile.
zh_hans: 无法加载这位用户的资料
zh_hant: 無法載入這位使用者的資料

source: Couldn't save your profile. Please sign out and back in, then try again.
zh_hans: 无法保存你的资料。请先退出登录再重新登入后再试一次。
zh_hant: 無法儲存你的資料。請先登出再重新登入後再試一次。

source: Create
zh_hans: 创建
zh_hant: 建立

source: Create Account
zh_hans: 创建账号
zh_hant: 建立帳號

source: Create or join a plan — set the time, size, and goal.
zh_hans: 创建或加入计划 — 设置时间、人数和目标
zh_hant: 建立或加入計劃 — 設定時間、人數和目標

source: Create your account
zh_hans: 创建你的账号
zh_hant: 建立你的帳號

source: Credit
zh_hans: 信誉
zh_hant: 信譽

source: Credits
zh_hans: 积分
zh_hant: 積分

source: Cuisine
zh_hans: 菜系
zh_hant: 菜系

source: Currently joined
zh_hans: 当前已加入
zh_hant: 目前已加入

source: Day
zh_hans: 日
zh_hant: 日

source: Deals
zh_hans: 优惠
zh_hant: 優惠

source: Deals at this spot
zh_hans: 本店优惠
zh_hant: 本店優惠

source: Diner
zh_hans: 用户
zh_hant: 使用者

source: Dinner
zh_hans: 晚餐
zh_hant: 晚餐

source: dinner.
zh_hans: 一顿饭
zh_hant: 一頓飯

source: Discover
zh_hans: 发现
zh_hant: 探索

source: Display name
zh_hans: 昵称
zh_hant: 暱稱

source: Display Name
zh_hans: 显示名称
zh_hant: 顯示名稱

source: Distance: Nearest
zh_hans: 距离：最近
zh_hant: 距離：最近

source: DMs
zh_hans: 私聊
zh_hant: 私訊

source: Don't have an account?
zh_hans: 还没有账号？
zh_hant: 還沒有帳號？

source: Done
zh_hans: 已完成
zh_hant: 已完成

source: e.g. Looking for 2 more for lunch deal
zh_hans: 例如：还差 2 人参加午餐优惠
zh_hant: 例如：還差 2 人參加午餐優惠

source: e.g., 27
zh_hans: 例如：27
zh_hant: 例如：27

source: e.g., Alex
zh_hans: 例如：Alex
zh_hant: 例如：Alex

source: Edit
zh_hans: 编辑
zh_hant: 編輯

source: Edit Plan
zh_hans: 编辑计划
zh_hant: 編輯計劃

source: Edit profile
zh_hans: 编辑资料
zh_hant: 編輯資料

source: Edit Profile
zh_hans: 编辑个人资料
zh_hant: 編輯個人資料

source: Edit your
zh_hans: 编辑你的
zh_hant: 編輯你的

source: Email
zh_hans: 邮箱
zh_hant: 電子郵件

source: Enter your name
zh_hans: 输入您的姓名
zh_hant: 輸入您的姓名

source: Error
zh_hans: 错误
zh_hant: 錯誤

source: Everyone in the raft loses access and the chat goes away.
zh_hans: 所有伙伴将失去访问权限，群聊也会消失
zh_hant: 所有夥伴將失去存取權限，群聊也會消失

source: Everyone's in. Time to lock in the meet-up.
zh_hans: 大家都到齐了，确定见面时间吧。
zh_hant: 大家都到齊了，確定見面時間吧。

source: Female
zh_hans: 女
zh_hant: 女

source: Female only
zh_hans: 仅限女性
zh_hant: 僅限女性

source: Filter
zh_hans: 筛选
zh_hant: 篩選

source: Find
zh_hans: 找
zh_hant: 找

source: Find restaurants in Discover and start a pin — or join one your friends started.
zh_hans: 在“发现”中找餐厅，钉一个计划 —— 或加入伙伴发起的计划
zh_hant: 在「探索」中找餐廳，釘一個計劃 —— 或加入夥伴發起的計劃

source: Find your
zh_hans: 找到你的
zh_hant: 找到你的

source: Finding restaurants nearby…
zh_hans: 正在寻找附近的餐厅…
zh_hant: 正在尋找附近的餐廳…

source: Flexible
zh_hans: 灵活
zh_hant: 彈性

source: Full
zh_hans: 已满
zh_hant: 已滿

source: Gender
zh_hans: 性别
zh_hant: 性別

source: Gender preference
zh_hans: 性别偏好
zh_hant: 性別偏好

source: Group
zh_hans: 团体
zh_hant: 團體

source: Group · %lld/%lld
zh_hans: 伙伴 · %1$lld/%2$lld
zh_hant: 夥伴 · %1$lld/%2$lld

source: Group is full
zh_hans: 团体已满
zh_hant: 團體已滿

source: Group size
zh_hans: 团体人数
zh_hant: 團體人數

source: Groups
zh_hans: 团体
zh_hant: 團體

source: Guest
zh_hans: 访客
zh_hant: 訪客

source: Guest (Anonymous)
zh_hans: 访客（匿名）
zh_hant: 訪客（匿名）

source: Heads up
zh_hans: 提示
zh_hant: 提示

source: Hong Kong SAR
zh_hans: 香港特别行政区
zh_hant: 香港特別行政區

source: Hosted
zh_hans: 主持次数
zh_hant: 主持次數

source: How it works
zh_hans: 使用方法
zh_hant: 使用方法

source: How others see you in the raft.
zh_hans: 伙伴看到的你
zh_hant: 夥伴看到的你

source: How PinTable works
zh_hans: PinTable 如何运作
zh_hant: PinTable 如何運作

source: I already have an account
zh_hans: 我已有账号
zh_hant: 我已有帳號

source: Japan
zh_hans: 日本
zh_hant: 日本

source: Join
zh_hans: 加入
zh_hant: 加入

source: Join a pin or message an organiser to start a thread.
zh_hans: 加入一个计划或私信发起人开启对话
zh_hant: 加入一個計劃或私訊發起人開啟對話

source: Join a plan or message an organiser to start.
zh_hans: 加入计划或私信组织者开始聊天
zh_hant: 加入計劃或私訊組織者開始聊天

source: Join or create a plan from the Discover tab.
zh_hans: 从 "发现" 标签加入或创建计划
zh_hant: 從「探索」標籤加入或建立計劃

source: Join Plan
zh_hans: 加入计划
zh_hant: 加入計劃

source: Join this pin
zh_hans: 加入这个计划
zh_hant: 加入這個計劃

source: Keep
zh_hans: 保留
zh_hant: 保留

source: Keep pin
zh_hans: 保留计划
zh_hant: 保留計劃

source: Keep Plan
zh_hans: 保留计划
zh_hant: 保留計劃

source: Korea
zh_hans: 韩国
zh_hant: 韓國

source: Language
zh_hans: 语言
zh_hant: 語言

source: Language change will apply when you restart the app.
zh_hans: 重启应用后语言更改将生效
zh_hant: 重新啟動應用程式後語言變更將生效

source: Leave
zh_hans: 离开
zh_hant: 離開

source: Loading pins at %@…
zh_hans: 正在加载 %@ 的计划…
zh_hant: 正在載入 %@ 的計劃…

source: Loading your messages…
zh_hans: 正在加载消息…
zh_hant: 正在載入訊息…

source: Loading your pins…
zh_hans: 正在加载你的计划…
zh_hant: 正在載入你的計劃…

source: Loading your plans…
zh_hans: 正在加载你的计划…
zh_hant: 正在載入你的計劃…

source: Lock
zh_hans: 锁定
zh_hant: 鎖定

source: Lock in the meet-up time
zh_hans: 锁定聚会时间
zh_hant: 鎖定聚會時間

source: Lock in the time
zh_hans: 锁定时间
zh_hant: 鎖定時間

source: Lock in Time
zh_hans: 锁定时间
zh_hant: 鎖定時間

source: Lunch
zh_hans: 午餐
zh_hant: 午餐

source: Male
zh_hans: 男
zh_hant: 男

source: Male only
zh_hans: 仅限男性
zh_hant: 僅限男性

source: Map
zh_hans: 地图
zh_hant: 地圖

source: Mark who actually showed up
zh_hans: 标记实际出席的人
zh_hant: 標記實際出席的人

source: Meal
zh_hans: 用餐
zh_hant: 用餐

source: Members
zh_hans: 成员
zh_hant: 成員

source: Message Organiser
zh_hans: 私信组织者
zh_hant: 私訊組織者

source: Message…
zh_hans: 消息…
zh_hant: 訊息…

source: Messages
zh_hans: 消息
zh_hant: 訊息

source: messages.
zh_hans: 消息
zh_hant: 訊息

source: Mode
zh_hans: 模式
zh_hant: 模式

source: My Plans
zh_hans: 我的计划
zh_hant: 我的計劃

source: Name (A–Z)
zh_hans: 名称 (A–Z)
zh_hant: 名稱 (A–Z)

source: Need %lld more
zh_hans: 还需要 %lld 人
zh_hant: 還需要 %lld 人

source: Need 1 more
zh_hans: 还需要 1 人
zh_hant: 還需要 1 人

source: Need 2 more
zh_hans: 还需要 2 人
zh_hant: 還需要 2 人

source: Need 3+ more
zh_hans: 还需要 3 人或更多
zh_hant: 還需要 3 人或更多

source: Needs %lld
zh_hans: 缺 %lld 人
zh_hant: 缺 %lld 人

source: Needs %lld more
zh_hans: 还需要 %lld 人
zh_hant: 還需要 %lld 人

source: Needs %lld more people
zh_hans: 缺 %lld 人
zh_hant: 缺 %lld 人

source: Needs time
zh_hans: 待定时间
zh_hant: 待定時間

source: New pins
zh_hans: 新计划
zh_hant: 新計劃

source: New Plan
zh_hans: 新计划
zh_hant: 新計劃

source: New plan at %@
zh_hans: %@ 有新计划
zh_hant: %@ 有新計劃

source: New plans
zh_hans: 新计划通知
zh_hant: 新計劃通知

source: New poll
zh_hans: 新建投票
zh_hant: 新建投票

source: New Poll
zh_hans: 新建投票
zh_hant: 新增投票

source: New raft member at %@
zh_hans: %@ 有新伙伴加入
zh_hant: %@ 有新夥伴加入

source: No active pins here yet
zh_hans: 这里还没有进行中的计划
zh_hant: 這裡還沒有進行中的計劃

source: No active plans
zh_hans: 没有进行中的计划
zh_hant: 沒有進行中的計劃

source: No active plans at your subscribed restaurants
zh_hans: 订阅的餐厅暂无进行中的计划
zh_hant: 訂閱的餐廳暫無進行中的計劃

source: No active plans right now
zh_hans: 目前没有进行中的计划
zh_hant: 目前沒有進行中的計劃

source: No active plans yet
zh_hans: 还没有进行中的计划
zh_hant: 還沒有進行中的計劃

source: No live pins right now
zh_hans: 当前没有进行中的计划
zh_hant: 目前沒有進行中的計劃

source: No matches for "%@"
zh_hans: 没有 “%@” 的匹配结果
zh_hant: 沒有「%@」的相符結果

source: No messages yet
zh_hans: 还没有消息
zh_hant: 還沒有訊息

source: No pins match
zh_hans: 没有符合的计划
zh_hant: 沒有符合的計劃

source: No pins wrapped up yet
zh_hans: 还没有完成的计划
zh_hant: 還沒有完成的計劃

source: No pins yet
zh_hans: 还没有计划
zh_hant: 還沒有計劃

source: No plans match your filter
zh_hans: 没有符合筛选的计划
zh_hant: 沒有符合篩選的計劃

source: No restaurants yet
zh_hans: 还没有餐厅
zh_hant: 還沒有餐廳

source: No results for "%@"
zh_hans: 没有 “%@” 的搜索结果
zh_hant: 沒有「%@」的搜尋結果

source: Notes (optional)
zh_hans: 备注（可选）
zh_hant: 備註（可選）

source: Nothing pinned here yet
zh_hans: 这里还没有计划
zh_hant: 這裡還沒有計劃

source: Nothing ready to go yet
zh_hans: 还没有准备就绪的计划
zh_hant: 還沒有準備就緒的計劃

source: Nothing recruiting
zh_hans: 没有招募中的计划
zh_hant: 沒有招募中的計劃

source: Notifications
zh_hans: 通知
zh_hant: 通知

source: Off
zh_hans: 关闭
zh_hant: 關閉

source: OK
zh_hans: 确定
zh_hant: 確定

source: Only restaurants I'm watching
zh_hans: 只看关注的餐厅
zh_hant: 只看關注的餐廳

source: Open
zh_hans: 打开
zh_hant: 開啟

source: Open a restaurant and tap the bell icon to subscribe.
zh_hans: 打开一家餐厅并点击铃铛图标即可订阅
zh_hant: 開啟一家餐廳並點擊鈴鐺圖示即可訂閱

source: Open a restaurant and tap the bell to watch it. New pins there land in this tab.
zh_hans: 打开一家餐厅并点击铃铛即可关注。新的计划会出现在这里
zh_hant: 開啟一家餐廳並點擊鈴鐺即可關注。新的計劃會出現在這裡

source: Open to
zh_hans: 接受
zh_hant: 接受

source: Open to any
zh_hans: 不限性别
zh_hant: 不限性別

source: Option %lld
zh_hans: 选项 %lld
zh_hant: 選項 %lld

source: Options
zh_hans: 选项
zh_hant: 選項

source: Organiser
zh_hans: 组织者
zh_hant: 組織者

source: Other
zh_hans: 其他
zh_hant: 其他

source: Password
zh_hans: 密码
zh_hant: 密碼

source: people
zh_hans: 人
zh_hant: 人

source: Photo
zh_hans: 头像
zh_hant: 頭像

source: Pick a time
zh_hans: 选择时间
zh_hant: 選擇時間

source: Pick your spots first
zh_hans: 先选几家餐厅吧
zh_hant: 先選幾家餐廳吧

source: Pin
zh_hans: 计划
zh_hant: 計劃

source: Pin a
zh_hans: 钉一个
zh_hant: 釘一個

source: Pin a plan
zh_hans: 钉一个计划
zh_hant: 釘一個計劃

source: Pin a plan — set time, group size, and goal.
zh_hans: 钉一个计划 —— 设定时间、人数和目标
zh_hant: 釘一個計劃 —— 設定時間、人數和目標

source: Pin already reported
zh_hans: 此计划已举报
zh_hant: 此計劃已檢舉

source: Pin chats and direct messages.
zh_hans: 计划群聊和私信
zh_hant: 計劃群聊和私訊

source: Pin it
zh_hans: 钉下
zh_hant: 釘下

source: Pin me in
zh_hans: 把我钉进去
zh_hant: 把我釘進去

source: Pin your first plan in a minute.
zh_hans: 一分钟内钉下你的第一个计划
zh_hant: 一分鐘內釘下你的第一個計劃

source: pin.
zh_hans: 计划
zh_hant: 計劃

source: Pins
zh_hans: 计划
zh_hant: 計劃

source: Pins move here once the raft is full. Then the organiser locks a time, you meet up, and attendance is confirmed.
zh_hans: 当伙伴满员后，计划会出现在这里。组织者锁定时间、大家见面、确认出席。
zh_hant: 當夥伴滿員後，計劃會出現在這裡。組織者鎖定時間、大家見面、確認出席。

source: pins.
zh_hans: 计划
zh_hant: 計劃

source: Plan already reported
zh_hans: 已举报该计划
zh_hant: 已檢舉此計劃

source: Plan cancelled
zh_hans: 计划已取消
zh_hant: 計劃已取消

source: Plan created!
zh_hans: 计划已创建！
zh_hant: 計劃已建立！

source: Plan something
zh_hans: 一起来
zh_hant: 一起來

source: Plan updated
zh_hans: 计划已更新
zh_hant: 計劃已更新

source: plan.
zh_hans: 计划
zh_hant: 計劃

source: Plans
zh_hans: 计划
zh_hant: 計劃

source: Plans you've started or joined.
zh_hans: 你发起或加入的计划
zh_hant: 你發起或加入的計劃

source: Please check your email to confirm your account before signing in.
zh_hans: 请检查您的邮箱以确认账户后再登录
zh_hant: 請查收您的電子郵件以確認帳戶後再登入

source: Polls
zh_hans: 投票
zh_hant: 投票

source: Post
zh_hans: 发布
zh_hant: 發布

source: Post Poll
zh_hans: 发布投票
zh_hant: 發佈投票

source: Preference
zh_hans: 偏好
zh_hant: 偏好

source: Profile
zh_hans: 个人
zh_hant: 個人

source: Profile unavailable
zh_hans: 无法加载资料
zh_hant: 無法載入資料

source: Puffin already blocked
zh_hans: 已屏蔽该用户
zh_hant: 已封鎖該使用者

source: puffin.
zh_hans: 海雀
zh_hant: 海雀

source: Question
zh_hans: 问题
zh_hant: 問題

source: Raft
zh_hans: 伙伴
zh_hant: 夥伴

source: raft.
zh_hans: 伙伴
zh_hant: 夥伴

source: Rafts
zh_hans: 伙伴
zh_hant: 夥伴

source: Ready
zh_hans: 准备好
zh_hant: 準備好

source: Ready to go
zh_hans: 准备就绪
zh_hant: 準備就緒

source: Ready to go!
zh_hans: 可以出发了！
zh_hant: 可以出發了！

source: Region
zh_hans: 地区
zh_hant: 地區

source: Registered
zh_hans: 已注册
zh_hant: 已註冊

source: Remove
zh_hans: 移除
zh_hant: 移除

source: Remove %@ from the plan?
zh_hans: 将 %@ 从计划中移除？
zh_hant: 將 %@ 從計劃中移除？

source: Remove %@ from the raft?
zh_hans: 将 %@ 移出伙伴？
zh_hant: 將 %@ 移出夥伴？

source: Removed %@
zh_hans: 已移除 %@
zh_hant: 已移除 %@

source: Report / Block
zh_hans: 举报 / 拉黑
zh_hant: 檢舉 / 封鎖

source: Report or block
zh_hans: 举报或屏蔽
zh_hant: 檢舉或封鎖

source: Report this pin
zh_hans: 举报此计划
zh_hant: 檢舉此計劃

source: Report this plan
zh_hans: 举报此计划
zh_hant: 檢舉此計劃

source: Reported content is reviewed by moderators. Repeated misuse may result in removal from DealMates.
zh_hans: 举报内容将由审核人员审查。多次滥用可能导致从 DealMates 移除
zh_hant: 檢舉內容將由審核人員審查。多次濫用可能導致從 DealMates 移除

source: Reported content is reviewed by moderators. Repeated misuse may result in removal from PinTable.
zh_hans: 举报内容将由审核人员审查。多次滥用可能导致从 PinTable 移除
zh_hant: 檢舉內容將由審核人員審查。多次濫用可能導致從 PinTable 移除

source: Restart Required
zh_hans: 需要重启
zh_hant: 需要重新啟動

source: Restaurants
zh_hans: 餐厅
zh_hant: 餐廳

source: Restaurants and pins near you.
zh_hans: 附近的餐厅和计划
zh_hant: 附近的餐廳和計劃

source: Save
zh_hans: 保存
zh_hant: 儲存

source: Scheduled
zh_hans: 已安排
zh_hant: 已安排

source: Search restaurants or cuisine
zh_hans: 搜索餐厅或菜系
zh_hant: 搜尋餐廳或菜系

source: Settings
zh_hans: 设置
zh_hant: 設定

source: Sign in
zh_hans: 登录
zh_hant: 登入

source: Sign In
zh_hans: 登录
zh_hant: 登入

source: Sign in or create account
zh_hans: 登录或创建账号
zh_hant: 登入或建立帳號

source: Sign In or Create Account
zh_hans: 登录或创建账户
zh_hant: 登入或建立帳戶

source: Sign in to see what your raft has pinned.
zh_hans: 登录查看你的伙伴钉了些什么
zh_hant: 登入查看你的夥伴釘了些什麼

source: Sign out
zh_hans: 退出登录
zh_hant: 登出

source: Sign Out
zh_hans: 退出登录
zh_hant: 登出

source: Sign up
zh_hans: 注册
zh_hant: 註冊

source: Sign Up
zh_hans: 注册
zh_hant: 註冊

source: Singapore
zh_hans: 新加坡
zh_hant: 新加坡

source: Someone
zh_hans: 某位用户
zh_hant: 某位使用者

source: Sort
zh_hans: 排序
zh_hant: 排序

source: Specific
zh_hans: 指定时间
zh_hant: 指定時間

source: Start your
zh_hans: 启程，组建你的
zh_hant: 啟程，組建你的

source: Status
zh_hans: 状态
zh_hant: 狀態

source: Subscribed restaurants only
zh_hans: 仅订阅的餐厅
zh_hant: 僅訂閱的餐廳

# system.joined
source: %@ joined the plan 🙌
zh_hans: %@ 加入了计划 🙌
zh_hant: %@ 加入了計劃 🙌

# system.left
source: %@ left the plan
zh_hans: %@ 离开了计划
zh_hant: %@ 離開了計劃

# system.left_promoted
source: %1$@ left. %2$@ is now the organiser.
zh_hans: %1$@ 离开了。现由 %2$@ 担任组织者
zh_hant: %1$@ 離開了。現由 %2$@ 擔任組織者

# system.removed
source: %1$@ removed %2$@ from the plan.
zh_hans: %1$@ 将 %2$@ 移出了计划
zh_hant: %1$@ 將 %2$@ 移出了計劃

source: Taiwan
zh_hans: 台湾
zh_hant: 台灣

source: Tap to toggle each puffin's attendance. We use this to keep credit scores honest.
zh_hans: 点击切换每位伙伴的出席状态。我们以此维护信誉分
zh_hant: 點擊切換每位夥伴的出席狀態。我們以此維護信譽分

source: Tell others a bit about yourself
zh_hans: 简单介绍一下自己吧
zh_hant: 簡單介紹一下自己吧

source: The list is empty — pull to refresh.
zh_hans: 列表为空 —— 下拉刷新
zh_hant: 列表為空 —— 下拉重新整理

source: Time
zh_hans: 时间
zh_hant: 時間

source: Time: Earliest
zh_hans: 时间：最早
zh_hant: 時間：最早

source: Time: Latest
zh_hans: 时间：最晚
zh_hant: 時間：最晚

source: together.
zh_hans: 计划吧
zh_hant: 計劃吧

source: Total needed
zh_hans: 总共需要
zh_hant: 總共需要

source: Try a different name or cuisine.
zh_hans: 试试其他名称或菜系
zh_hant: 試試其他名稱或菜系

source: Try clearing your filter.
zh_hans: 试试清除筛选
zh_hant: 試試清除篩選

source: Try clearing your filters.
zh_hans: 尝试清除筛选条件
zh_hant: 試試清除篩選條件

source: Try unticking the toggle to see all active pins.
zh_hans: 取消开关查看全部计划
zh_hant: 取消開關查看全部計劃

source: Type
zh_hans: 类型
zh_hant: 類型

source: Type a message...
zh_hans: 输入消息...
zh_hant: 輸入訊息...

source: United Kingdom
zh_hans: 英国
zh_hant: 英國

source: United States
zh_hans: 美国
zh_hant: 美國

source: User
zh_hans: 用户
zh_hant: 使用者

source: User already blocked
zh_hans: 用户已被屏蔽
zh_hant: 使用者已被封鎖

source: Version
zh_hans: 版本
zh_hant: 版本

source: View
zh_hans: 查看
zh_hant: 查看

source: Weekday
zh_hans: 工作日
zh_hant: 平日

source: Weekend
zh_hans: 周末
zh_hant: 週末

source: Welcome
zh_hans: 欢迎
zh_hant: 歡迎

source: Welcome back
zh_hans: 欢迎回来
zh_hant: 歡迎回來

source: When
zh_hans: 时间
zh_hant: 時間

source: Where should we eat?
zh_hans: 今天去哪儿吃？
zh_hant: 今天去哪兒吃？

source: Who actually showed up?
zh_hans: 谁真的来了？
zh_hant: 誰真的來了？

source: You — organiser
zh_hans: 你 — 发起人
zh_hant: 你 — 發起人

source: You (Organiser)
zh_hans: 你（组织者）
zh_hant: 你（組織者）

source: You + %lld more already joined
zh_hans: 你 + 已加入 %lld 人
zh_hant: 你 + 已加入 %lld 人

source: You haven't subscribed to any restaurants yet
zh_hans: 你还没有订阅任何餐厅
zh_hant: 你還沒有訂閱任何餐廳

source: You joined the plan!
zh_hans: 你加入了计划！
zh_hant: 你加入了計劃！

source: You left the plan
zh_hans: 你离开了计划
zh_hant: 你離開了計劃

source: You're not in any pins still looking for people. Check Ready to go.
zh_hans: 你没有还在招人的计划。看看“准备就绪”里有什么。
zh_hant: 你沒有還在招人的計劃。看看「準備就緒」裡有什麼。

source: Your
zh_hans: 你的
zh_hant: 你的

source: Your name
zh_hans: 你的昵称
zh_hant: 你的暱稱

source: Your raft
zh_hans: 你的伙伴
zh_hant: 你的夥伴

source: Your raft at %@ is ready 🎉
zh_hans: %@ 的伙伴已就绪 🎉
zh_hant: %@ 的夥伴已就緒 🎉
